<?php

// +----------------------------------------------------------------------
// | YafPHP Develop
// +----------------------------------------------------------------------
// | Copyright (c) 2015-2016 http://www.widuu.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: widuu 
// +----------------------------------------------------------------------
// | Time  : 2015/2/4
// +----------------------------------------------------------------------

/**
 * 语言包
 */

return array(
		'_NO_DB_TYPE_'           => '没有定义数据库类型',
		'_NO_DB_CONFIG_'         => '没有定义数据库配置',
		'_NO_DB_DRIVER_'		 => '数据库驱动不存在',
		'_NO_DB_DATABASE_'		 =>	'表未定义',
		'_NO_DB_DBNAME_'		 => '配置文件中必须存在database',
		'_NO_DB_NOUSER_'		 => '配置文件中必须存在username',
		'_NO_DB_PASSWD_'		 => '配置文件中必须存在password',
		'_MODULE_NOT_EXIST_'     => '无法加载模块',
		'_METHOD_NOT_EXIST_'	 => '方法不存在',
	);